{
  "name": "Vincenzo",
  "age": 79,
  "gender": "M",
  "living_situation": "Vivo con mia moglie Teresa in un appartamento al terzo piano senza ascensore. Abbiamo due figli che abitano in un'altra città e vengono a trovarci una volta al mese. Qualche volta viene anche mia sorella che abita vicino.",
  "communication_needs": "Ho qualche difficoltà a sentire bene, soprattutto quando c'è rumore intorno. Preferisco che mi parlino guardandomi in faccia e usando frasi non troppo complicate. A volte devo chiedere di ripetere perché non capisco subito.",
  "main_condition": "Insufficienza cardiaca cronica",
  "condition_since": "Da circa 5 anni, dopo un infarto che ho avuto nel 2021",
  "current_therapies": "Prendo diversi farmaci: un diuretico la mattina, le pastiglie per il cuore due volte al giorno, e un anticoagulante. Il medico mi ha anche consigliato di fare attenzione al sale e ai liquidi.",
  "most_bothersome_symptom": "La cosa che mi dà più fastidio è il fiato corto quando faccio le scale o quando cammino troppo veloce. A volte mi gonfi anche le gambe la sera e devo tenere i piedi sollevati.",
  "symptoms_worse_when": "I sintomi peggiorano soprattutto nel pomeriggio e la sera, specialmente se durante il giorno ho fatto qualche attività che mi ha stancato un po' troppo.",
  "main_health_concern": "La mia preoccupazione principale è di non riuscire più a fare le cose che facevo prima e di diventare un peso per mia moglie e per i miei figli. Ho paura che la situazione peggiori.",
  "other_conditions": "Ho anche il diabete di tipo 2 da molti anni e devo stare attento alla glicemia. Inoltre ho l'artrosi alle ginocchia che mi fa male soprattutto quando cambio il tempo.",
  "wakes_up_at": "06:00",
  "goes_to_sleep_at": "22:00",
  "main_daily_activities": "La mattina faccio colazione con calma, poi leggo il giornale. A volte esco per una piccola passeggiata se mi sento bene. Il pomeriggio guardo la televisione o faccio qualche lavoretto leggero in casa. Mi piace anche fare le parole crociate.",
  "illness_impact": "La malattia ha cambiato molto la mia vita. Prima ero molto attivo, facevo passeggiate lunghe, andavo in bicicletta, mi occupavo dell'orto. Adesso devo limitarmi molto e questo mi pesa parecchio perché mi sento limitato.",
  "main_difficulty": "La difficoltà più grande è accettare di non poter fare quello che vorrei e dipendere dagli altri per alcune cose. Mi costa fatica chiedere aiuto anche se so che è necessario.",
  "support_person": "Mia moglie Teresa è la persona che mi aiuta di più ogni giorno, ma cerco di non pesarle troppo.",
  "health_goal": "Vorrei riuscire a mantenere una certa autonomia e magari riuscire a fare qualche passeggiata senza affaticarmi troppo. Mi piacerebbe anche ridurre il gonfiore alle gambe.",
  "autonomy_level_adl": "Sono ancora abbastanza autonomo nelle attività quotidiane come lavarmi e vestirmi, ma ho bisogno di aiuto per alcune cose come fare la spesa o le pulizie pesanti. Le scale sono diventate un problema.",
  "emotional_impact": "Questa situazione mi fa sentire a volte triste e frustrato, soprattutto quando vedo che non riesco a fare cose che prima erano normali per me. Però cerco di non farmi prendere troppo dallo sconforto."
}
