{
    "evasive": [
        {
            "template": "Capisco. A volte può essere difficile ricordare. C'è qualche piccolo dettaglio che ti viene in mente?",
            "placeholders": []
        },
        {
            "template": "Va bene. Prova a pensare anche solo a una sensazione o un pensiero che hai avuto in questi giorni.",
            "placeholders": []
        },
        {
            "template": "Non ti preoccupare. A volte aiuta pensare a momenti specifici della giornata: la mattina, il pomeriggio, la sera. Ti viene in mente qualcosa?",
            "placeholders": []
        }
    ],
    "Paura": [
        {
            "template": "Quando avverti paura o ansia, cosa noti per primo?",
            "placeholders": []
        },
        {
            "template": "Puoi dirmi in quale momento della giornata ti capita più spesso di sentirti così?",
            "placeholders": []
        },
        {
            "template": "Quando ti senti in questo modo, riesci a capire cosa ha scatenato quella sensazione?",
            "placeholders": []
        }
    ],
    "Rabbia": [
        {
            "template": "Cosa ha scatenato questa sensazione di frustrazione?",
            "placeholders": []
        },
        {
            "template": "C'è qualcosa che potrebbe aiutarti a sentirti meno irritato?",
            "placeholders": []
        },
        {
            "template": "Questa sensazione influisce su come ti senti durante la giornata?",
            "placeholders": []
        }
    ],
    "Tristezza": [
        {
            "template": "Quando ti senti triste, riesci a identificare un motivo specifico?",
            "placeholders": []
        },
        {
            "template": "Questa sensazione è presente durante tutta la giornata o va e viene?",
            "placeholders": []
        },
        {
            "template": "C'è qualche momento recente in cui ti sei sentito un po' meglio, anche solo per poco?",
            "placeholders": []
        }
    ],
    "Felicità": [
        {
            "template": "Cosa ha contribuito a farti sentire così bene?",
            "placeholders": []
        },
        {
            "template": "Ci sono altre cose che ti danno questa stessa sensazione positiva?",
            "placeholders": []
        },
        {
            "template": "Come ti piacerebbe mantenere o coltivare questa sensazione?",
            "placeholders": []
        }
    ]
}